{
    "name": "Sustainable Scientist",
    "role": "Sustainable Environmental Systems, Assistant Professor",
    "image": {
        "url": "/images/082824_YULIYADZYUBAN-02.jpg",
        "altText": "Yuliya Dzyuban",
        "styles": {
            "self": {
                "borderRadius": "medium",
                "margin": [
                    "mb-8"
                ]
            }
        },
        "type": "ImageBlock"
    },
    "colors": "bg-light-fg-dark",
    "styles": {
        "self": {
            "padding": [
                "pt-6",
                "pb-6",
                "pl-6",
                "pr-6"
            ],
            "textAlign": "center",
            "borderColor": "border-neutral",
            "borderStyle": "solid",
            "borderWidth": 0,
            "borderRadius": "none",
            "justifyContent": "center"
        }
    },
    "type": "Person",
    "bio": "Yuliya Dzyuban focuses on enhancing thermal comfort in cities through a mixed method approach to track, map, and analyze heat exposure, and develop urban design solutions for thermal comfort improvement in cities. Her research has taken her to some of the hottest cities globally, including Singapore, Phoenix, and Hermosillo, contributing to local design and planning policies. Currently, Yuliya's research is centered on developing and testing participatory methodologies for evaluating and co-creating nature-based solutions, all through the lens of environmental justice. Collaborating with international partners, she strives to empower communities to enhance heat resilience and co-create urban design solutions that promote sustainable development and improve overall well-being.As a dedicated faculty member at Pratt Institute, Yuliya is committed to fostering community empowerment and sustainable development. She conducts courses such as urban heat management and microclimate assessment for urban design in the SES program, where she equips students with the necessary skills to tackle complex urban systems challenges and address persistent environmental injustices. Her teaching methods include service learning, field experiences, and role-based learning exercises. \n\nIn addition to her academic endeavors, Yuliya holds the position of Vice-President of the International Society of Biometeorology, where she contributes to advancing and disseminating biometeorological research worldwide.Beyond her professional commitments, Yuliya is an avid practitioner of Wing Chun Kung Fu, having trained with martial artists from Singapore and Hong Kong. She aims to share her authentic knowledge of Wing Chun in New York City, enriching the local community with her expertise. Yuliya is also actively involved in the Nature-based Solutions for Urban Resilience in the Anthropocene (NATURA) Network, where she addresses challenges related to the co-development and implementation of nature-based solutions. Her participation in workshops, such as the one in Puerto Rico examining the Río Piedras channelization project, has resulted in published essays that support local stakeholders and promote sustainable solutions. Moreover, Yuliya is engaged in developing a compendium of participatory nature-based solutions methodologies applicable at various stages of project life cycles. This compendium aims to be freely accessible, facilitating the adoption of sustainable practices worldwide.\n\n\n\n\n"
}